Repository: wp-plugins/fl3r-randavatar
Catalog: languages/randavatar-*.po
Languages: it_it

source: (⌒‿⌒) Settings saved. Delete cache to see your new settings. If you like this plugin, you consider making a small donation.
it_it: (⌒‿⌒) Impostazioni salvate. Svuota la cache per vedere le nuove impostazioni. Se ti piace questo plugin, considera una piccola donazione.

source: ლ(ಠ益ಠლ) The cache is now empty. What did you do?
it_it: ლ(ಠ益ಠლ) La cache è stata svuotata. Che cosa hai fatto?

source: FL3R Randavatar - Settings
it_it: FL3R Randavatar - Impostazioni

source: Settings
it_it: Impostazioni

source: Credits
it_it: Crediti

source: Donate
it_it: Donazioni

source: My plugins
it_it: I miei plugin

source: You currently have
it_it: Attualmente ci sono

source: randavatars cached on your website on
it_it: randavatar nella cache del tuo sito su

source: possible avatars!
it_it: possibili avatar!

source: Randavatars size
it_it: Dimensioni randavatar

source: in pixels (default: 80)
it_it: in pixel (predefinito: 80)

source: Background color
it_it: Sfondo

source: - Enter single value or range (default, transparent: 0-0,0-0,0-0)
it_it: - Inserisci un valore assoluto o un intervallo (predefinito, trasparente: 0-0,0-0,0-0)

source: Red:
it_it: Rosso:

source: Green:
it_it: Verde:

source: Blue:
it_it: Blu:

source: Default randavatars
it_it: Randavatar nel sito

source: - Adds a randavatar automatically beside commenter names or disable it and edit theme file manually (default: Auto)
it_it: - Aggiungi un randavatar automaticamente o disibilitali per modificare manualmente i file del tema (predefinito: Automatici)

source: Auto
it_it: Automatici

source: Manual
it_it: Manuali

source: - If a commenter has a Gravatar use it, otherwise use randavatars (default: Randavatar)
it_it: - Se un utente che commenta ha un Gravatar, utlizza quest'ultimo; in alternativa usa un randavatar (predefinito: Randavatar)

source: Randavatars + Gravatar
it_it: Randavatar + Gravatar

source: Save settings
it_it: Salva le impostazioni

source: Clear cache
it_it: Svuota la cache

source: Custom CSS
it_it: CSS personalizzato

source: Save CSS
it_it: Salva il CSS

source: Reset CSS
it_it: Reimposta il CSS

source: How can I show randavatars in a widget?
it_it: Come posso mostrare i randavatar in un widget?

source: You can use the FL3R Randavatar widget.
it_it: Ti basta usare il widget FL3R Randavatar.

source: How can I manually insert randavatars in my theme?
it_it: Come posso inserire i randavatar nel mio tema manualmente?

source: You can do this with
it_it: Puoi farlo inserendo

source: in your comments.php or if you want only the image URL you can use
it_it: nel tuo file comments.php o se vuoi solo l'indirizzo di un'immagine puoi usare

source: I can not see randavatars. Why?
it_it: Non vedo i randavatar. Come mai?

source: Make sure sure the folder <code>wp-content/plugins/fl3r-randavatar</code> is <a href="http://codex.wordpress.org/Changing_File_Permissions">writeable</a>.
it_it: Controlla che la cartella <code>wp-content/plugins/fl3r-randavatar</code> abbia un <a href="http://codex.wordpress.org/Changing_File_Permissions">accesso alla scrittura</a>.

source: How can I know randavatars works properly?
it_it: Come posso essere sicuro che i randavatar funzionino correttamente?

source: A random generated randavatar should be here.
it_it: Un randavatar casuale si trova proprio qui.

source: Randavatar is a plugin created by Armando "FL3R" Fiore.
it_it: Randavatar è un plugin creato da Armando "FL3R" Fiore.

source: Thanks for using Randavatar, you helped a developer to increase his self-esteem!
it_it: Grazie per usare Randavatar, hai aiutato uno sviluppatore ad incrementare la sua autostima!

source: Copyright © 2015 Armando "FL3R" Fiore. All rights reserved. This software is provided as is, without any express or implied warranty. In no event shall the author be liable for any damage arising from the use of this software.
it_it: Copyright © 2015 Armando "FL3R" Fiore. Tutti i diritti riservati. Questo software è fornito così com'è, senza alcuna espressa o implicita garanzia. In nessuno caso l'autore può essere ritenuto responsabile per qualsiasi danno derivato dall'utilizzo di questo software.

source: Portions of the code is based on WP_MonsterID plugin by scottsm.
it_it: Porzioni del codice sono basati sul plugin WP_MonsterID di scottsm.

source: This plugin uses modified images from original works of Emoji One. The original Emoji One's emoji graphics are free to use for any project, commercial or personal under a "Free Culture" Creative Commons License (CC-BY-SA).
it_it: Questo plugin usa versioni modificate di immagini originali di Emonji One. Le emoji originali di Emoji One sono disponibili gratuitamente per qualsiasi tipo di progetto, commerciale o personale sotto la licenza "Cultura Libera" Creative Commons License (CC-BY-SA).

source: Follow me!
it_it: Seguimi!

source: If you want to ask me, you want to send your opinion or you have a question please don't hesitate to contact me.
it_it: Se vuoi inviarmi un'opinione o hai una domanda da pormi non esitare a contattarmi.

source: If you like this plugin, you consider making a small donation. Thanks.
it_it: Se ti piace questo plugin, considera una piccola donazione. Grazie.

source: First release. 142.272 avatars can be created.
it_it: Primo rilascio. Possono essere generati 142.272 avatar.

source: adds an one-click real-time mood rating FeelBox to all of your posts. Oh, there is also a widget.
it_it: aggiunge un sistema di votazione delle reazioni FeelBox a tutti i tuoi post. Oh, c'è anche un widget.

source: show the browser and the operating system of your users in the comments and create a chain of comments most beautiful and interesting to read!
it_it: mostra il browser ed il sistema operativo dei tuoi utenti nei commenti e crea una catena di commenti più accattivante da leggere!

source: provides a large randomly assembled avatar for each user based on their email address. When a user comments on the site, the plugin generates a unique avatar based on his email. There are an impressive number of avatars that can be generated, and it increases at each update of the plugin!
it_it: sviluppa un grande numero di avatar casuali per gli utenti generati in base alle loro email. Quando un utente commenta sul sito, il plugin genera un avatar univoco basato sulla sua email. Il numero di avatar creabili è impressionante, ed aumenta ad ogni aggiornamento del plugin!

source: Recent Comments
it_it: Commenti Recenti

source: %1$s on %2$s
it_it: %1$s su %2$s

source: Title:
it_it: Titolo

source: Number of comments to show:
it_it: Numero di commenti da mostrare:

source: (at most 15)
it_it: (al massimo 15)

source: Size of widget Randavatar (pixels):
it_it: Dimensione del widget Randavatar (in pixel):

source: CSS for widget:
it_it: CSS per questo widget:

source: Reset CSS to Default:
it_it: Reimposta il CSS:
